sys-cafm-mgmt/SoapEnvelopes/CreateEvent.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns="http://www.fsi.co.uk/services/evolution/04/09" xmlns:fsi1="http://schemas.datacontract.org/2004/07/Fsi.Concept.Contracts.Entities.ServiceModel">
    <soapenv:Header/>
    <soapenv:Body>
        <ns:CreateEvent>
            <ns:sessionId>{{SessionId}}</ns:sessionId>
            <ns:eventDto>
                <fsi1:BreakdownTaskId>{{BreakdownTaskId}}</fsi1:BreakdownTaskId>
            </ns:eventDto>
        </ns:CreateEvent>
    </soapenv:Body>
</soapenv:Envelope>
